//Список всех книг в библиотеки
var books = [
    {
        id: 1,
        name: 'Все приключения Шерлока Холмса',
        description: 'Содерж.: Этюд в багровых тонах. Знак четырех. Приключения Шерлока Холмса. Записки о Шерлоке Холмсе. Возвращение Шерлока Холмса. Его прощальный поклон. \n' +
        'Архив Шерлока Холмса. Собака Баскервилей. Долина Страха / Артур Конан Дойл.\n' +
        'Произведения, на которых мы выросли, — и произведения, совершенно нам незнакомые. Все, что написал о великом сыщике с Бейкер-стрит сам сэр Артур Конан Дойл — от классических повестей до небольших рассказов.\n' +
        'Но помимо произведений, принадлежащих перу Конан Дойла, в книгу вошли также рассказы о случаях из практики Холмса, о которых доктор Уотсон только упоминал. Эти рассказы "отец-создатель" лучшего из сыщиков собирался, но не успел написать, — и дописывали их его сын Адриан Конан Дойл и прославленный мастер английского детектива Джон Диксон Карр…',
        author: 'Дойл Артур Конан',
        genre:'Классические детективы',
        price: '500 руб.',
        img: 'https://cdn.book24.ru/v2/ASE000000000711547/COVER/cover3d1__w600.jpg'

    },
    {
        id: 2,
        name: 'Утраченный символ',
        description: 'Приключения Роберта Лэнгдона продолжаются.\n' +
        'На этот раз ему предстоит разгадать величайшую тайну масонов, которая способна изменить мир.\n' +
        'Веками хранимые секреты, загадочные знаки и символы – и смертельно опасное путешествие по лабиринтам прошлого…',
        author: 'Браун Дэн',
        genre:'Зарубежные детективы',
        price: '500 руб.',
        img: 'https://cdn.book24.ru/v2/AST000000000136285/COVER/cover3d1__w600.jpg'

    },
    {
        id: 3,
        name: 'Парень из Колорадо',
        description: 'На маленьком острове близ побережья штата Мэн найден труп молодого мужчины, но при нем не обнаружено никаких документов.\n' +
        'Кто он? Что привело его в это уединенное место? И действительно ли, как утверждает полиция, причиной смерти стал несчастный случай?\n' +
        'Два местных журналиста решают раскрыть тайну гибели незнакомца самостоятельно. Но чем дальше продвигается их расследование, тем больше возникает вопросов и тем меньше на них ответов…',
        author: 'Кинг Стивен',
        genre:'Зарубежные детективы',
        price: '500 руб.',
        img: 'https://cdn.book24.ru/v2/ASE000000000831875/COVER/cover3d1__w600.jpg'


    }

];

export default books;
